{
    "subject_name": "Histology",
    "system_name": "Dermatology",
    "question_id": 20884,
    "question_header": "",
    "question_text": "<p>A 15-year-old boy is brought to the clinic for a wound check.  Three weeks ago, the patient fell while skateboarding and sustained a large abrasion to the right flank.  Since his last visit, he has been showering daily and applying topical antibiotic ointment to the affected area.  Examination of the right flank shows a clean, healed wound covered in pearly pink epithelium.  The cells responsible for repopulation of this patient's epithelium are most likely to demonstrate which of the following features?</p>",
    "choices": {
        "A": "Actin-myosin-based cellular contraction",
        "B": "Cellular proliferation controlled by contact inhibition",
        "C": "Melanosome production and transfer to adjacent cells",
        "D": "Phagocytosis of pathogens and cellular debris"
    },
    "correct_choice": "B",
    "correct_percentage": 6100.0,
    "choice_percentages": {
        "A": 16,
        "B": 62,
        "C": 14,
        "D": 8
    },
    "explanation": "<p><img draggable=\"false\" id=\"44396\" src=\"media/L56868.jpg\"/></p><p>This patient sustained a large flank <strong>abrasion</strong> that healed by secondary intention (ie, from the base upward).  This process, which occurred over 3 weeks, involved the formation of well-vascularized connective tissue (ie, granulation tissue) at the wound base and resurfacing of the wound with new epithelium (ie, reepithelialization).</p><p>Reepithelialization is triggered when injury to the skin disrupts most or all of the layers of the <a href=\"media/L24050.jpg\">epidermis</a>, resulting in <strong>loss of keratinocyte-to-keratinocyte contact</strong>.  Contact with other keratinocytes typically limits cell division and/or motility (ie, contact inhibition).  However, when this contact is lost due to injury, keratinocytes are <strong>stimulated to replicate</strong> and migrate until a continuous epithelial layer is restored.</p><p>From the wound edges, keratinocytes <strong>migrate across</strong> newly formed <strong>granulation tissue</strong> at the wound base and are replenished via replication of basal keratinocytes in the stratum basale.  This process continues until keratinocytes meet other keratinocytes (ie, <strong>contact inhibition</strong>), corresponding with <strong>completion of reepithelization</strong> (eg, wound covered in pearly pink epithelium).  At this point, proliferation and migration signals cease, and the stratification process begins.</p><p><strong>(Choice A)</strong>  During the proliferation phase of wound healing, transforming growth factor-beta induces some fibroblasts to differentiate into myofibroblasts that produce intracellular contractile proteins (eg, actin, myosin).  Myofibroblast contraction helps decrease the size of the wound.</p><p><strong>(Choice C)</strong>  Melanocytes are melanin-producing cells that reside within the stratum basale.  They are derived from neural crest cells and are distinct from basal cells (ie, keratinocyte stem cells).  Failure of melanocytes to migrate into a healing scar can lead to permanent scar hypopigmentation.</p><p><strong>(Choice D)</strong>  Several immune cells, including neutrophils, macrophages, and dendritic cells, are responsible for pathogen phagocytosis during the inflammatory phase of wound healing.  Macrophages are of particular importance for clearing foreign bodies and cellular debris (eg, apoptotic neutrophils).</p><p><strong>Educational objective:</strong><br/>Keratinocytes are responsible for wound reepithelization.  They migrate into the wound from its edges and are repopulated by replication within the stratum basale.  Keratinocytes continue to migrate and proliferate until they contact other similar cells, a regulatory mechanism known as contact inhibition.</p>"
}