{
    "subject_name": "Histology",
    "system_name": "Cardiovascular System",
    "question_id": 15868,
    "question_header": "",
    "question_text": "<p>An autopsy is being performed on a 72-year-old man with a history of myocardial infarction.  Light microscopy of a portion of the left ventricle reveals the findings shown in the image below:</p><p><img draggable=\"false\" id=\"33669\" src=\"media/U27033.jpg\"/></p><p>This patient most likely sustained the myocardial infarction during which of the following time frames prior to his death?</p>",
    "choices": {
        "A": "Less than 4 hours",
        "B": "1 to 3 days",
        "C": "7 to 10 days",
        "D": "2 weeks to 2 months",
        "E": "More than 2 months"
    },
    "correct_choice": "B",
    "correct_percentage": 7600.0,
    "choice_percentages": {
        "A": 9,
        "B": 77,
        "C": 12,
        "D": 2,
        "E": 1
    },
    "explanation": "<div id=\"div_T58643\"><table class=\"table-default-style\"><tbody><tr><td><p align=\"center\"><strong>Time after myocardial infarction</strong></p></td><td><p align=\"center\"><strong>Predominant light microscopic changes</strong></p></td></tr><tr><td><p align=\"center\">0-4 hours</p></td><td><ul><li>No visible change</li></ul></td></tr><tr><td><p align=\"center\">4-12 hours</p></td><td><ul><li>Wavy fibers with narrow, elongated myocytes</li></ul></td></tr><tr><td><p align=\"center\">12-24 hours</p></td><td><ul><li>Myocyte hypereosinophilia with pyknotic (shrunken) nuclei</li></ul></td></tr><tr><td><p align=\"center\">1-3 days</p></td><td><ul><li>Coagulation necrosis (loss of nuclei &amp; striations)</li><li>Prominent neutrophilic infiltrate</li></ul></td></tr><tr><td><p align=\"center\">3-7 days</p></td><td><ul><li>Disintegration of dead neutrophils &amp; myofibers</li><li>Macrophage infiltration at border areas</li></ul></td></tr><tr><td><p align=\"center\">7-10 days</p></td><td><ul><li>Robust phagocytosis of dead cells by macrophages</li><li>Beginning formation of granulation tissue at margins</li></ul></td></tr><tr><td><p align=\"center\">10-14 days</p></td><td><ul><li>Well-developed granulation tissue with neovascularization</li></ul></td></tr><tr><td><p align=\"center\">2-8 weeks</p></td><td><ul><li>Progressive collagen deposition &amp; scar formation</li></ul></td></tr></tbody></table></div><p>Postmortem histopathology of this patient's myocardium reveals a <a href=\"media/L44818.jpg\">dense neutrophilic infiltrate</a> surrounded by relatively normal myocytes consistent with the morphologic changes expected in the border zone of ischemic injury <strong>1-3 days after</strong> myocardial infarction (MI).  Myocardial cells are highly metabolically active and susceptible to <strong>ischemic injury</strong> after as little as 3-4 minutes of oxygen deprivation due to coronary artery blockage.</p><p>After irreversible myocardial injury, a series of characteristic <strong>microscopic changes</strong> occur over predictable time frames due to <strong>coagulative necrosis</strong> of myocardial fibers and infiltration of <strong>inflammatory cells</strong>, which play an essential role in the healing process:</p><ul><li><p>During the first 4 hours post-MI, no visible change occurs although cardiac-specific enzymes can be detected in the patient's bloodstream <strong>(Choice A)</strong>.</p></li><li><p>From 4 to 24 hours post-MI, changes due to digestion of cytoplasmic organelles, denaturation of proteins, and loss of RNA become visible (eg, wavy, hypereosinophilic myocytes with shrunken nuclei), especially in the central portion of the infarct.</p></li><li><p>From <strong>1 to 3 days</strong> post-MI, <strong>neutrophils infiltrate</strong> the <strong>border zone</strong> of the injured tissue in response to proinflammatory cytokines (eg, IL-6, IL-8), eventually migrating to the central portion of the infarct.  These neutrophils phagocytize dead myocytes and release <strong>lysosomal enzymes</strong>, reactive oxygen species, and <strong>cytokines</strong> (eg, IL-1, TNF-α) that can prevent infiltration by pathogens and facilitate wound healing.</p></li><li><p>From 3 to 10 days post-MI, macrophages infiltrate and phagocytize dead myocytes and neutrophils while initiating the formation of granulation tissue by producing cytokines (eg, IL-10) and growth factors (TGF-β) <strong>(Choice C)</strong>.</p></li><li><p>From 10 to 14 days post-MI, prominent fibroblast proliferation, collagen deposition, and neovascularization of <a href=\"media/L7543.jpg\">granulation tissue</a> are present.</p></li><li><p>From 2 weeks to 2 months post-MI, collagen remodeling and fibroblast differentiation into myofibroblasts drive the formation of <a href=\"media/L7577.jpg\">scar tissue</a> <strong>(Choice D)</strong>.</p></li><li><p>After 2 months post-MI, remodeling continues to a slower rate as the scar matures and contracts <strong>(Choice E)</strong>.</p></li></ul><p><strong>Educational objective:</strong><br/>Irreversible myocardial ischemic injury initiates a series of predictable morphologic changes over the hours to weeks after the initial injury.  From 1 and 3 days after the initial injury, neutrophils infiltrate the border zone of the injured tissue (where myocytes are relatively normal) in response to proinflammatory cytokines (eg, IL-6, IL-8), eventually migrating to the central portion of the infarct.</p>"
}