{
    "subject_name": "Histology",
    "system_name": "Dermatology",
    "question_id": 21262,
    "question_header": "",
    "question_text": "<p>A 30-year-old man comes to the office with a rash on his left wrist for the past 3 weeks.  The rash is associated with an itching and burning sensation.  The patient has not used any new skin care products but has been wearing a watch he bought during a recent vacation.  Medical history is unremarkable, and he takes no medications.  The patient does not use recreational drugs.  Temperature is 36.9 C (98.4 F), blood pressure is 118/76 mm Hg, pulse is 64/min, and respirations are 12/min.  Skin examination findings are shown in the image below:</p><p><img draggable=\"false\" id=\"4727\" src=\"media/U13978.png\"/></p><p>There are no other skin lesions or lymphadenopathy.  Histologic examination would most likely reveal which of the following?</p>",
    "choices": {
        "A": "Extravasated erythrocytes, siderophages, and perivascular lymphocytes",
        "B": "Hyperkeratosis and sawtoothed rete ridges",
        "C": "Intercellular epidermal edema with infiltration of lymphocytes and eosinophils",
        "D": "Intraepithelial cleavage, acantholysis, and sparse inflammatory infiltrate",
        "E": "Neutrophilic microabscesses and epidermal hyperplasia"
    },
    "correct_choice": "C",
    "correct_percentage": 7800.0,
    "choice_percentages": {
        "A": 6,
        "B": 5,
        "C": 78,
        "D": 7,
        "E": 3
    },
    "explanation": "<div id=\"div_T66156\"><table class=\"table-default-style\" style=\"width:78.3%\"><tbody><tr><td colspan=\"2\"><p align=\"center\"><strong>Allergic contact dermatitis</strong></p></td></tr><tr><td><p align=\"center\"><strong>Pathophysiology</strong></p></td><td><ul><li>Type IV hypersensitivity reaction</li><li>Common triggers: poison ivy/oak, nickel, dyes, topical medications, skin care products</li></ul></td></tr><tr><td><p align=\"center\"><strong>Clinical<br/>presentation</strong></p></td><td><ul><li>Acute: pruritic red, indurated plaques with vesicles/bullae</li></ul><ul><li>Chronic: lichenification, fissuring</li></ul></td></tr><tr><td><p align=\"center\"><strong>Diagnosis</strong></p></td><td><ul><li>Clinical findings</li><li>Patch testing for persistent cases</li></ul></td></tr><tr><td><p align=\"center\"><strong>Treatment</strong></p></td><td><ul><li>Avoidance of suspected allergen</li><li>Topical or systemic corticosteroid</li></ul></td></tr></tbody></table></div><p>This patient has chronic <strong>allergic contact dermatitis</strong> (ACD), presenting with localized itching and <a href=\"media/L13978.png\">lichenification</a> (ie, skin thickening).  <strong>Nickel</strong> is a common trigger and typically causes symptoms at the wrists (eg, watches), earlobes (eg, earrings), or umbilicus (eg, belt buckles).  Corrosion of metal alloys by electrolytes in sweat releases soluble metal ions that trigger a hypersensitivity reaction.  ACD is a type IV (<strong>delayed-type</strong>) hypersensitivity reaction occurring in 2 phases:</p><ol type=\"1\"><li><p><strong>Sensitization:</strong>  Cutaneous Langerhans cells take up haptens (ie, allergens) and present them to naive CD4<font size=\"2\"><sup>+</sup></font> and CD8<font size=\"2\"><sup>+</sup></font> T cells in regional lymph nodes, resulting in clonal expansion of hapten-sensitive T cells.  This phase takes 10-14 days and does not result in cutaneous lesions.</p></li><li><p><strong>Elicitation:</strong>  On reexposure, sensitized T cells are recruited to the dermis.  There, they release cytokines (eg, interferon gamma) that recruit additional inflammatory cells (eg, macrophages, mast cells, eosinophils), resulting in erythema and pruritus.  Dermal <strong>edema</strong>, caused by leaky dermal vessels, seeps into the <strong>epidermal</strong> intercellular spaces (<a href=\"media/L91645.jpg\">spongiosis</a>), pulling apart intercellular attachments and sometimes resulting in <a href=\"media/L70824.png\">intraepidermal vesicles</a>.  With persistent exposure, the lesions become thickened and less vesicular; histopathology shows epidermal hyperplasia (ie, <a href=\"media/L90405.png\">acanthosis</a>).</p></li></ol><p><strong>(Choice A)</strong>  Extravasated erythrocytes, siderophages, and perivascular lymphocytes are characteristic of venous stasis dermatitis, which typically occurs at the lower extremities and presents with <a href=\"media/L57051.jpg\">brown discoloration</a> (hemosiderin deposition).</p><p><strong>(Choice B)</strong>  Hyperkeratosis and sawtoothed rete ridges are characteristic of <a href=\"media/L76059.png\">lichen planus</a>, which presents as small pruritic, purplish, polygonal <a href=\"media/L45366.png\">papules</a> or plaques.  It frequently occurs at the volar wrist but is typically multifocal; a large, localized plaque is atypical.</p><p><strong>(Choice D)</strong>  In <a href=\"media/L71257.png\">pemphigus vulgaris</a>, autoantibodies against desmosomes lead to loss of intercellular adhesion (ie, acantholysis) and intraepithelial cleavages that manifest as <a href=\"media/L34245.png\">flaccid bullae</a>.  Unlike ACD, pemphigus vulgaris may show a sparse inflammatory infiltrate; loss of intercellular adhesion is caused by autoantibodies, not edema.</p><p><strong>(Choice E)</strong>  Neutrophilic microabscesses and epidermal hyperplasia (ie, acanthosis) are characteristic of <a href=\"media/L89584.png\">psoriasis</a>, which presents as erythematous plaques with <a href=\"media/L46672.png\">thick scales</a> typically on the extensor, not flexor, surfaces of the extremities.  Although epidermal hyperplasia is seen in chronic ACD, neutrophilic microabscesses are not expected.</p><p><strong>Educational objective:</strong><br/>Allergic contact dermatitis (eg, nickel allergy) is a type IV hypersensitivity reaction characterized by epidermal intercellular edema (ie, spongiosis) and an inflammatory infiltrate (eg, lymphocytes, eosinophils).  Clinical findings can include vesicles, erythema, and pruritus for acute lesions and lichenification for chronic lesions.</p>"
}