{
    "subject_name": "Histology",
    "system_name": "Dermatology",
    "question_id": 15363,
    "question_header": "",
    "question_text": "<p>A 17-year-old boy comes to the office due to a facial lesion.  The patient noticed a small area of rough skin on his lower lip several weeks ago, which has progressively enlarged.  He reports no pain or itching.  The patient had eczema during early childhood but has had no other chronic medical conditions.  Vital signs are within normal limits.  Physical examination findings are shown in the <a href=\"media/U9900.jpg\">exhibit</a>.  There are no other skin rashes, oral lesions, or enlarged lymph nodes.  Which of the following histopathological findings are most likely present in this patient's skin lesion?</p>",
    "choices": {
        "A": "Acantholysis and multinucleated giant epithelial cells",
        "B": "Epidermal hyperplasia and cytoplasmic vacuolization",
        "C": "Subcorneal bacterial collection and neutrophilic infiltration",
        "D": "Subepidermal linear complement deposits and separation"
    },
    "correct_choice": "B",
    "correct_percentage": 5900.0,
    "choice_percentages": {
        "A": 30,
        "B": 60,
        "C": 6,
        "D": 5
    },
    "explanation": "<p><img draggable=\"false\" id=\"33653\" src=\"media/L30019.jpg\"/></p><p>This patient has a common <strong>cutaneous wart</strong> (ie, <a href=\"media/L9900.png\">verruca vulgaris</a>).  Cutaneous warts are caused by <strong>human papillomavirus</strong>, which also causes anogenital warts (ie, condyloma acuminata).  The virus is usually transmitted by direct contact and is most common in children, adolescents, and young adults.</p><p>Cutaneous warts typically present as <strong>skin-colored papules</strong> or well-circumscribed plaques.  They may also form complex <a href=\"media/L12964.png\">filiform lesions</a>.  On the palms or soles (ie, palmar, <a href=\"media/L16922.png\">plantar warts</a>), they commonly present as tender plaques or nodules that disrupt the normal skin striae.</p><p>The diagnosis of cutaneous warts is often apparent based on gross findings.  Key findings on magnified view (ie, dermoscopy) include a roughened surface and small black dots representing thrombosed capillaries.  Biopsy is usually not needed but can confirm the diagnosis in atypical cases.  Histopathologic findings include:</p><ul><li><strong>Epidermal hyperplasia</strong> (acanthosis) with eosinophilic inclusions and keratohyaline granules</li><li>Thickened stratum corneum (<strong>hyperkeratosis</strong>)</li><li>Papilloma formation</li><li>Perinuclear <strong>cytoplasmic vacuolization</strong> (<a href=\"media/L6084.png\">koilocytosis</a>)</li></ul><p><strong>(Choice A)</strong>  Intraepidermal fracturing (acantholysis) and formation of multinucleated cells are seen in <a href=\"media/L28930.png\">herpes simplex labialis</a>.  Although this condition is often found on the lips and perioral skin, it presents with acute/recurrent blisters and ulcers.</p><p><strong>(Choice C)</strong>  <a href=\"media/L50635.jpg\">Impetigo</a> is a gram-positive skin infection that generates a neutrophilic infiltrate.  It presents with erythema, blistering, and shallow ulcers with honey-colored crusts.</p><p><strong>(Choice D)</strong>  <a href=\"media/L34236.png\">Bullous pemphigoid</a> is an autoimmune disorder associated with antibodies against hemidesmosomes, leading to subepidermal complement activation and cleavage.  It is most common at age &gt;60 and typically presents with pruritic plaques, erosions, and tense bullae.</p><p><strong>Educational objective:</strong><br/>Cutaneous warts (ie, verruca vulgaris) are caused by human papillomavirus and typically present as rough, skin-colored papules.  If necessary, biopsy can confirm the diagnosis and shows epidermal hyperplasia, thickened stratum corneum, papilloma formation, and cytoplasmic vacuolization.</p>"
}